tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "tkengo/highway"
tap "trustdock/tools", "git@github.com:TRUSTDOCK/homebrew-tools.git"
brew "anyenv"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "circleci"
brew "colordiff"
brew "ctags"
brew "curl"
brew "direnv"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "gnu-sed"
brew "gobject-introspection"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "imagemagick@6"
brew "mysql-client"
brew "innotop"
brew "jq"
brew "libssh"
brew "libzip"
brew "markdown"
brew "mas"
brew "mysql@5.7", restart_service: true
brew "nghttp2"
brew "nginx", restart_service: true
brew "node", link: false
brew "packer"
brew "peco"
brew "percona-toolkit"
brew "php", restart_service: true
brew "python@3.10"
brew "qpdf"
brew "qt@5"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "shared-mime-info"
brew "siege"
brew "sqlparse"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "xpdf"
brew "zsh-completions"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "trustdock/tools/trustdock", args: ["HEAD"]
cask "1password"
cask "1password-cli"
cask "chromedriver"
cask "clipy"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "graphiql"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "ngrok"
cask "notion"
cask "owasp-zap"
cask "skype"
cask "slack"
cask "td-agent"
cask "tunnelblick"
cask "visual-studio-code"
cask "wireshark"
cask "wkhtmltopdf"
cask "zoom"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "emilast.LogFileHighlighter"
vscode "IBM.output-colorizer"
vscode "iliazeus.vscode-ansi"
vscode "octref.vetur"
vscode "qezhu.gitlink"
vscode "rebornix.ruby"
vscode "shanehofstetter.rails-i18n"
vscode "sianglim.slim"
vscode "sporto.rails-go-to-spec"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
