tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "tkengo/highway"
tap "trustdock/tools", "git@github.com:TRUSTDOCK/homebrew-tools.git"
brew "anyenv"
brew "awscli"
brew "glib"
brew "pkg-config"
brew "colordiff"
brew "ctags"
brew "direnv"
brew "unbound", restart_service: true
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fzf"
brew "imagemagick@6"
brew "mysql-client"
brew "innotop"
brew "jq"
brew "markdown"
brew "mas"
brew "mysql@5.7", restart_service: true
brew "nghttp2"
brew "nginx", restart_service: true
brew "packer"
brew "peco"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "shared-mime-info"
brew "siege"
brew "sqlparse"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "tkengo/highway/highway"
brew "trustdock/tools/trustdock", args: ["HEAD"]
cask "1password"
cask "chromedriver"
cask "clipy"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "insomnia"
cask "iterm2"
cask "kindle"
cask "ngrok"
cask "notion"
cask "skype"
cask "slack"
cask "td-agent"
cask "tunnelblick"
cask "visual-studio-code"
cask "wkhtmltopdf"
cask "zoom"
mas "Bear", id: 1091189122
mas "Xcode", id: 497799835
